app/views/operators/show.html.erb


<% @operator.orders.each do |o| %>
---
SELECT "orders".* FROM "orders" WHERE "orders"."operator_id" = ?  [["operator_id", 1]]