app/controllers/clients_controller.rb

  def create
    @client = Client.new(client_params)

    respond_to do |format|
      if @client.save
---
INSERT INTO "clients" ("created_at", "updated_at") VALUES (?, ?)  [["created_at", "2015-06-09 13:39:55.389598"], ["updated_at", "2015-06-09 13:39:55.389598"]]