app/controllers/constructors_controller.rb

  def index
    @constructors = Constructor.all
---
SELECT `constructors`.* FROM `constructors`