app/controllers/operators_controller.rb

  def index
    @operators = Operator.all
---
SELECT `operators`.* FROM `operators`

    def set_operator
      @operator = Operator.find(params[:id])
---
SELECT  "operators".* FROM "operators" WHERE "operators"."id" = ? LIMIT 1  [["id", 1]]